Repository: common-repository/thron
Catalog: languages/thron-*.po
Languages: it_it

source: Edit image on THRON
it_it: Modifica l'immagine in THRON

source: Upload the content in THRON
it_it: Carica il contenuto su THRON

source: upload the content in THRON
it_it: carica il contenuto su THRON

source: All
it_it: Tutti

source: All folders
it_it: Tutte le cartelle

source: All content
it_it: Tutti i contenuti

source: Content details
it_it: Dettagli del contenuto

source: Player template
it_it: Template per il player

source: --Please select a template--
it_it: --Seleziona un template--

source: Embed type
it_it: Tipo di embed

source: Fixed size
it_it: Dimensione fissa

source: Width (px)
it_it: Larghezza (px)

source: Height (px)
it_it: Altezza (px)

source: Insert
it_it: Inserisci

source: Log in with the THRON application logins
it_it: Esegui il login con gli accessi dell'applicazione THRON

source: Enter your domain
it_it: Inserisci il tuo dominio

source: Enter the connector identifier
it_it: Inserisci l'identificativo del connettore

source: Enter the connector authentication key
it_it: Inserisci la chiave di autenticazione del connettore

source: Image settings
it_it: Opzioni immagini

source: Default maximum width (px)
it_it: Larghezza massima di default (px)

source: Maximum default size for images imported from THRON
it_it: Dimensione massima di default per le immagini importate da THRON

source: Search option
it_it: Opzioni di ricerca

source: Choose whether to use tags as search filters and set the root folder of WordPress content
it_it: Scegli se utilizzare i tag come filtri di ricerca e imposta la cartella principale dei contenuti WordPress

source: Enable filtering
it_it: Abilita il filtraggio

source: Enable tag filtering
it_it: Abilita il filtraggio per tag

source: Select the tags to be used for filtering
it_it: Seleziona le tag da utilizzare per i filtraggi

source: Select starting folder
it_it: Cartella di partenza

source: Select the starting folder for content selection (subfolders will be included)
it_it: Seleziona la cartella di partenza per la selezione dei contenuti (verranno incluse anche le sottocartelle)

source: The connector has not been successfully configured!!
it_it: Il connettore non è stato configurato correttamente!

source: THRON has not been configured!
it_it: THRON non è stato configurato!

source: THRON login failed!
it_it: Login fallito su THRON!

source: The application has not been configured correctly. Please contact technical support.
it_it: L'applicazione non è configurata correttamente. Contatta il supporto tecnico.

source: Videos
it_it: Video

source: Images
it_it: Immagini

source: Document (Other)
it_it: Documenti (altro)

source: Select the assets to insert within your pages directly from the DAM library
it_it: Seleziona gli asset da inserire all’interno delle tue pagine direttamente dalla libreria del DAM

source: Balance between image weight and resolution
it_it: Bilanciamento tra il peso dell'immagine e la risoluzione
